{
	"2": "2",
	"home": "หน้าแรก",
	"products": "สินค้า",
	"tra_history": "เกี่ยวกับ TRA",
	"how_to_order": "วิธีการสั่งซื้อ",
	"contact_us": "ติดต่อเรา",
	"product_summary": "ปั้มน้ำ | ชุดซ่อมปั๊มน้ำ",
	"our_products": "รายการสินค้า",
	"coolant_water_pump": "ปั้มน้ำ",
	"see_all_products": "สิ้นค้าทั้งหมด",
	"auto_parts_by_cars": "อะไหล่รถยนต์ตามยี่ห้อ",
	"tra_trading_office": "บริษัท ที อาร์ เอ เทรดดิ้ง จำกัด",
	"tra_address": "579 ถ. บำรุงเมือง แขวง คลองมหานาค เขต ป้อมปราบศัตรูพ่าย กรุงเทพมหานคร 10100",
	"tra_trading_company_name": "บริษัท ที อาร์ เอ เทรดดิ้ง จำกัด",
	"back_to_top": "กลับสู่ด้านบน",
	"by_products": "ตามผลิตภัณฑ์",
	"by_car_manufacturers": "ตามยี่ห้อรถยนต์",
	"car_manufacturers": "ตามยี่ห้อรถยนต์",
	"water_pump_assy": "ปั๊มน้ำ",
	"part_no": "หมายเลขชิ้นส่วน",
	"engine_model": "รุ่นเครื่องยนต์",
	"substitute_part_no": "รหัสอะไหล่สำรอง",
	"tel": "โทร",
	"email": "อีเมล์",
	"search": "ค้นหา",
	"showing": "แสดง",
	"all": "ทั้งหมด",
	"categories": "หมวดสินค้า",
	"subcategories": "รายการสินค้า",
	"recommended_products": "สินค้าใกล้เคียงที่แนะนำ",
	"order_btn": "ใส่ตระกร้า",
	"update": "แก้ไข",
	"update_lowcase": "แก้ไข",
	"delete_lowcase": "ลบ",
	"already_in_cart": "อยู่ในตระกร้า เรียบร้อย",
	"you_have": "คุณมีสินค้ารวม",
	"item": "ชิ้น",
	"items": "ชิ้น",
	"in_your_order": "ในตระกร้าสินค้า",
	"product_id": "รหัสสินค้า",
	"order": "รายการที่สั่ง",
	"continue_shopping?": "กลับสู่หน้าสินค้า",
	"continue_shopping": "กลับสู่หน้าสินค้า",
	"confirm_order_btn": "ยืนยันสินค้า",
	"customer_information": "ข้อมูลในการติดต่อลูกค้า",
	"required": "*",
	"full_name": "ชื่อ - นามสกุล",
	"phone": "เบอร์โทรศัพท์",
	"address": "ที่อยู่",
	"country": "ประเทศ",
	"state_city": "จังหวัด",
	"postal_code": "รหัสไปรษณีย์",
	"remarks": "หมายเหตุเพิ่มเติม",
	"additional_information": "รายละเอียดเพิ่มเติม",
	"back_to_edit_order?": "กลับสู่หน้ายืนยันสินค้า",
	"confirm_contact_info_btn": "ยืนยันข้อมูลที่ใช้ติดต่อ",
	"place_order": "สั่งสินค้า",
	"your_order_summary": "รายละเอียดการสั่งของ",
	"total_of": "ยอดรวมทั้งหมด",
	"your_contact_information": "ข้อมูลที่ใช้ในการติดต่อลูกค้า",
	"confirm_order": "ตรวจสอบสินค้า",
	"confirm_contact_info": "ตรวจสอบรายชื่อลูกค้า",
	"done": "ยืนยันการสั่งของ",
	"we_got_your_order": "เราได้รับรายการสั่งของเรียบร้อยแล้ว",
	"we_are_processing_your_order": "เรากำลังดำเนินการเช็คสินค้า และจะติดต่อท่านกลับโดยเร็วที่สุด",
	"your_order_number": "หมายเลขการสั่งสินค้า",
	"confirmation_email_sent": "อีเมล์ยืนยันการสั่งของ ได้ถูกส่งไปที่",
	"contact_us_if_no_email": "หากไม่ได้รับอีเมล์ กรุณาติดต่อ",
	"show_categories": "แสดงหมวดสินค้า",
	"name_is_invalid": "ชื่อ ไม่ถูกต้อง",
	"email_is_invalid": "อีเมล์ ไม่ถูกต้อง",
	"phone_is_invalid": "เบอร์โทรศัพท์ ไม่ถูกต้อง",
	"address_is_invalid": "ที่อยู่ ไม่ถูกต้อง",
	"city_is_invalid": "จังหวัด ไม่ถูกต้อง",
	"zip_is_invalid": "รหัสไปรษณีย์ ไม่ถูกต้อง",
	"username_is_invalid": "ชื่อสมาชิก ไม่ถูกต้อง",
	"password_is_invalid": "รหัสผ่านและรหัสที่ใช้ยืนยันต้องเหมือนกัน",
	"finding_products?": "ดูรายการสินค้าทั้งหมด",
	"checkout_products": "สินค้าทั้งหมด",
	"checkout_other_products": "ค้นหาจากสินค้าทั้งหมด หรือจากสินค้าแนะนำด้านล่าง",
	"browse_all_products": "ดูสิ้นค้าทั้งหมด",
	"found": "พบสินค้าทั้งหมด",
	"not_found": "ไม่พบสินค้า",
	"product_item": "ชิ้น",
	"from_keywords": "จากคำค้นหา",
	"search_for_products": "ค้นหาสินค้า",
	"Engine Group": "เครื่องยนต์",
	"Coolant Pump Assy": "ปั้มน้ำ",
	"Coolant Pump Repair Kit": "ชุดซ่อมปั๊มน้ำ",
	"sign_up": "ลงทะเบียนสมาชิก",
	"sign_in": "เข้าสู่ระบบ",
	"register": "ลงทะเบียนสมาชิก",
	"for_new_account": "สำหรับสมาชิกใหม่",
	"user_information": "ข้อมูลลูกค้า",
	"username": "ชื่อสมาชิก",
	"password": "รหัสผ่าน",
	"confirm_password": "ยืนยันรหัสผ่าน",
	"change_password": "เปลี่ยนรหัสผ่าน",
	"change_confirm_password": "ยืนยันเปลี่ยนรหัสผ่าน",
	"city": "city",
	"zip": "zip",
	"edit_user": "แก้ไขข้อมูลสามาชิก",
	"register_member_to_save_info": "สมัครสมาชิกเพื่อบันทึกข้อมูลส่วนตัวของคุณ",
	"edit_account_info": "แก้ไขข้อมูลสมาชิก",
	"tra_brief": "บริษัท ที.อาร์.เอ.เทรดดิ้ง ได้ก่อตั้งมายาวนานกว่า 40 ปี เราผลิตปั๊มน้ำที่มีคุณภาพมากกว่า 90 รุ่น ครอบคลุมปั๊มน้ำรถบรรทุกเกือบทุกรุ่นในประเทศไทย ทั้ง HINO ISUZU FUSO NISSAN และ TOYOTA",
	"leading_pump_assy": "หนึ่งในผู้นำปั๊มน้ำรถบรรทุก",
	"leading_pump_assy_details": "ด้วยประสบการณ์ที่ยาวนานกว่า 40 ปี และมีปั๊มน้ำที่มีคุณภาพมากกว่า 90 รุ่น ครอบคลุมปั๊มน้ำรถบรรทุกเกือบทุกรุ่นในประเทศไทย",
	"quality_products": "การันตีของคุณภาพ",
	"quality_products_details": "ผลิตภัณฑ์คุณภาพมากกว่า 90 รุ่น ที่ขายในประเทศและส่งออกต่างประเทศ",
	"reasonable_price": "ราคาสมเหตุสมผล",
	"reasonable_price_details": "เราคำนึงถึงคุณภาพและการพัฒนาปรุงสินค้าอยู่เสมอ รวมถึงราคาที่ตรงไปตรงมาและสมเหตุสมผล",
	"many_products": "สินค้าครบครัน",
	"many_products_details": "สินค้าของเราครอบคลุม ปั๊มน้ำ ชุดซ่อมปั๊มน้ำ ลูกหมากต่างๆ ตีนผีคลัตช์ ขาลูกปืนคลัทช์ เพลาแหนบและชิ้นส่วน",
	"tra_company_name": "บริษัท ที.อาร์.เอ.เทรดดิ้ง",
	"tra_history_details": "<p>บริษัท ที.อาร์.เอ.เทรดดิ้ง ได้ก่อตั้งมายาวนานกว่า 40 ปี จากจุดเริ่มต้นเล็กๆจากรุ่นพ่อที่มุ่งมั่นที่จะผลิตปั๊มน้ำรถบรรทุกที่มีคุณภาพ จากเมื่อเริ่มต้นมีเพียงปั๊มน้ำเพียงไม่กี่รุ่น เราพยายามปรับปรุงแก้ไขเรื่อยมา จนปัจจุบันเราผลิตปั๊มน้ำที่มีคุณภาพมากกว่า 90 รุ่น ครอบคลุมปั๊มน้ำรถบรรทุกเกือบทุกรุ่นในประเทศไทย ทั้ง HINO ISUZU FUSO NISSAN และ TOYOTA ไม่เพียงเท่านี้เรายังได้ขยายธุรกิจของเรามาผลิตลูกหมากต่างๆที่ใช้กับรถบรรทุก ซึ่งปัจจุบันสินค้าของเราไม่เพียงแต่ขายในประเทศเท่านั้นแต่เรายังสามารถส่งออกสินค้าของเราไปยังต่างประเทศด้วย </p><p>ณ ปัจจุบันบริษัทของเราได้เติบโตขึ้น มีสินค้าหลายชนิดขึ้น ซึ่งสินค้าหลักๆของเรา อาทิเช่น ปั๊มน้ำ ชุดซ่อมปั๊มน้ำ ลูกหมากต่างๆ ตีนผีคลัตช์ ขาลูกปืนคลัทช์ เพลาแหนบและชิ้นส่วน เป็นต้น</p> <p>เรามุ่งมั่นในการปรับปรุงและพัฒนาสินค้าของเราให้ดียิ่งขึ้นอยู่ตลอดเวลา และยังเชื่อมั่นเสมอว่าลูกค้าของเราสามารถใช้สินค้าที่ดีได้ในราคาที่สมเหตุสมผล</p>",
	"how_to_order_details": "<p>เราพยายามที่จะสร้างบริการที่ดีที่สุด เพื่อมอบประสบการณ์ การซื้อที่ง่ายและสะดวกสบาย ทั้งยังมีช่องทางการรับสินค้า การชำระค่าสินค้า ที่พร้อมอำนวยความสะดวกให้คุณ โดยสามารถเลือกได้จาก 4 ช่องทาง ดังนี้</p><ol><li>โทรสั่งได้ที่เบอร์ 02-224-9268, 02-224-9269 หรือ 092-009-4706</li><li>ไลน์หาเราที่ Line: tratrading</li><li>กดซื้อผ่านระบบออนไลน์ บนเว็บไซต์นี้ ที่ www.traautoparts.com โดยชำระเงินผ่านการโอนเงิน</li><li>มาเยี่ยมชมและเลือกซื้อได้ที่หน้าร้านของเรา</li> </ol><p><span class='underline'>หมายเหตุ</span>&nbsp;ขั้นตอนแจ้งโอนเงินสำคัญมากนะครับ หากโอนเงินแล้วไม่แจ้ง เราอาจไม่ทราบว่าท่านได้โอนเงินมาแล้ว ดังนั้นเมื่อท่านโอนเงินแล้ว รบกวนแจ้งให้เราทราบทุกครั้งด้วยครับ</p><p>ติดต่อทีมงานเรา</p><ul><li>email: info@traautoparts.com</li> <li>02-224-9268, 02-224-9269 หรือ 092-009-4706</li></ul>",
	"how_to_pay": "วิธีการชำระเงิน",
	"how_to_pay_details": "<p>ลูกค้าสามารถชำระเงินโดยโอนเงินผ่านบัญชีธนาคาร</p><div class='transfer-account'><div>นายพรเทพ พฤกษาเอกอนันต์</div><div>ธนาคารกสิกรไทย</div> <div>เลขที่บัญชี</div></div><p>โดยลูกค้าจะต้องรอใบยืนยันกับทางร้านก่อนทำการโอน หลังจากนั้นให้ดำเนินการ<span class='underline'>แจ้งชำระเงิน</span> กับเราทางหน้าเว็บไซต์ ไลน์ หรือโทรหาเรา</p><p>หากมีข้อสงสัย กรุณาติดต่อเราได้ที่ 02-224-9268, 02-224-9269, 092-009-4706 หลังจากโอนเงินผ่านธนาคาร กรุณากดตรงนี้เพื่อแจ้งชำระเงิน</p>",
	"transportation": "เงื่อนไขและวิธีการจัดส่ง",
	"transportation_details": "<p class='underline'>สำหรับลูกค้าในประเทศ</p><p>ส่งสินค้าโดยบริษัทขนส่ง โดยลูกค้าจะต้องระบุรายชื่อบริษัทขนส่งและจะต้องเป็นผู้รับผิดชอบค่าขนส่ง</p><ul> <li>หากท่านแจ้งโอนเงินก่อน 12.00  เราจะจัดส่งให้ภายในตอนเย็นของวันนั้น ทุกวันจันทร์ - เสาร์ เว้นวันหยุดของร้าน</li><li>หากท่านแจ้งโอนเงินหลัง 12.00 เราจะจัดส่งให้ภายในวันทำการถัดไป</li></ul><p>** ในกรณีมีเหตุสุดวิสัยที่เราไม่สามารถส่งได้เราจะแจ้งให้ท่านทราบล่วงหน้า **</p><p>** สำหรับรายชื่อบริษัทขนส่งที่เรามีบริการสามารถคลิ๊กดูได้ที่นี่ **</p>",
	"return_policy": "เงื่อนไขการเปลี่ยนและคืนสินค้า",
	"return_policy_details": "<ol><li>สินค้าที่ซื้อไปแล้วไม่รับเปลี่ยนหรือคืน ไม่ว่ากรณีใดๆทั้งสิ้น</li> <li>กรณีที่สินค้ามีปัญหา<ol><li>กรณีที่สินค้ามีปัญหาเกิดจากการผลิต หากมีปัญหาภายในระยะเวลา 7 วัน บริษัทจะทำการเปลี่ยนสินค้าให้ใหม่ ในกรณีที่สินค้ามีปัญหาหลังจาก 7 วันบริษัทขอสงวนสิทธิ์ทำการซ่อมสินค้าที่มีปัญหา ทั้งนี้ขึ้นอยู่กับดุลยพินิจของทางร้านว่าสินค้านั้นได้ถูกใช้ไปนานเท่าไรแล้ว ในกรณีที่สินค้ามีปัญหาเพราะสินค้าได้ถูกใช้ไปนาน ทางบริษัทขอสงวนสิทธิ์ปฎิเสธความรับผิดชอบ</li><li>กรณีสินค้ามีปัญหาเกิดจากสินค้าได้ถูก ดัดแปลง แก้ไข ถอด แยกชิ้นส่วน ลบทำลาย หรือทำให้เสียรูป ต่อส่วนหนึ่งส่วนใดของตัวสินค้า บริษัทขอสงวนสิทธิ์ ไม่รับผิดชอบในทุกกรณี</li></ol></li><li>ในกรณีที่มีการซ่อมสินค้า อาจมีค่าใช้จ่ายในการซ่อมทั้งค่าอะไหล่และค่าแรง โดยผู้ซื้อจะต้องเป็นผู้รับผิดชอบ โดยบริษัทจะทำการแจ้งค่าใช้จ่ายให้ทราบก่อน</li><li>ค่าใช้จ่ายในการส่งสินค้ากลับมาที่บริษัท และค่าใช้จ่ายในการส่งสินค้ากลับคืน ผู้ซื้อจะต้องเป็นผู้รับผิดชอบ</li> <li>บริษัทขอสงวนสิทธิ์ไม่รับผิดชอบสินค้าที่เสียหายระหว่างการขนส่ง</li><li>ข้อกำหนด และเงื่อนไขต่างๆ ทางบริษัท ที.อาร์.เอ.เทรดดิ้ง จำกัด ผู้ดำเนินการเว็ปไซต์ traautoparts.com ขอสงวนสิทธิ์สามารถเปลี่ยนแปลง/แก้ไขได้โดยมิจำเป็นต้องแจ้งให้ทราบล่วงหน้า</li></ol>",
	"payment_notification_done": "ขอบคุณสำหรับการชำระเงิน ทางเรากำลังดำเนินการและจะติดต่อท่านโดยเร็วที่สุด",
	"payment_notification": "แจ้งยืนยันการชำระเงิน",
	"order_id": "หมายเลขการสั่งซื้อ (Order ID)",
	"upload_transfer_slip": "เอกสารยืนยันการชำระเงิน (สลิปโอนเงิน)",
	"notify_payment": "แจ้งการชำระเงิน",
	"Ball Joint Group": "Ball Joint Group",
	"Test Category A": "Test Category A",
	"Sub Category B": "Sub Category B"
}